[
    {
      "id": "1",
      "name": "Single Room",
      "member": "1-2",
      "price": "30",
      "booking": "6th january",
      "img": "https://i.ytimg.com/vi/kEDcY7dXocA/maxresdefault.jpg",
      "info": "Inside your 1,033-sq.-ft. (96-sq.-m) villa you will feel right at home. We’ve carefully designed each villa to blend into and enhance the serenity of your surroundings, so you’ll feel as though indoor and outdoor have merged together. The cozy sitting room is furnished with soft and comfortable chairs and sofas, and opens on the terrace, your private pool and the beach located steps away. To the side is a media room, where you can listen to music, watch a movie, or use WiFi to keep in touch with friends and family."
    },
    {
      "id": "2",
      "name": "Couple Room",
      "member": "2",
      "price": "70",
      "booking": "16th january",
      "img": "https://cdn.escapio.com/public/cache/hotel/plain-nowater/x/8566_gezi_hotel_bosphorus_0574984.jpg",
      "info": "Enjoy all the appointments of a one-bedroom villa—plus many built-in extras—in any of our four, 1,808-sq.-ft. (168-sq.-m), two-bedroom villas.Inside, a large, airy living room features Bluetooth connectivity and a television. The living room also provides you with a private dining area with seating for six, a kitchen, and a wide entryway onto a large, two-tiered deck."
    },
    {
      "id": "3",
      "name": "Family King Room",
      "member": "3-5",
      "price": "120",
      "booking": "12th january",
      "img": "https://cache.marriott.com/marriottassets/marriott/HNMMC/hnmmc-guestroom-0114-hor-feat.jpg?downsize=1024px:*",
      "info": "The 2,648-sq.-ft. (246-sq.-m) three-bedroom villa provides an opportunity for friends or a larger family to stay together.  This villa has all the features of the two-bedroom villa but on an even larger scale.The third bedroom is separated from the main villa by an above-ground walkway, and includes its own dressing room, bathroom, and outdoor bathtub.We’ve also upgraded the furnishings of your private outdoor space, which includes an expanded deck and a 236 sq. ft. (22 sq. m) pool."
    },
    {
      "id": "4",
      "name": "Buffet",
      "member": "5-10",
      "price": "25",
      "booking": "1 december",
      "img": "https://media-cdn.tripadvisor.com/media/photo-s/15/45/d1/16/sarah-resort.jpg",
      "info": "If you re a big eater, or if you have the appetite to eat a lot, buffets are there to satiate your needs.In Dhaka, buffets became a trend in the early 2010s with Steak House serving one of the best all-round buffets till date. Buffets became a trend, went out, and are on the road to becoming a trend again now.Although the Steak House buffet is not there anymore and would certainly have made our list for the best buffets in Dhaka, there are some places for top-notch buffets in the city and we ve got you covered. To make this list, we ve accounted for the price, quality of the food, uniqueness of the items and service."
    },
    {
      "id": "5",
      "name": "Kids Club",
      "member": "2-5",
      "price": "35",
      "booking": "1 december",
      "img": "http://www.studioluvie.com/@/emerald/utility/opengraph/experiences-dolphin.jpg",
      "info": "Each Kids Club Early Childhood Learning Centre follows the principle of offering your child the best start to their future. It’s a promise we make due to our commitment to four key pillars: Child Led Learning, Healthy Nutrition, Experienced Educators & Stimulating Play Spaces. Take a peek inside our centres and see for yourself whether Kids Club is the right centre for your child."
    },
    {
      "id": "6",
      "name": "BBQ Party",
      "member": "10-15",
      "price": "110",
      "booking": "31 december",
      "img": "https://media-cdn.tripadvisor.com/media/photo-s/0a/fc/32/3f/seafood-and-meat-bbq.jpg",
      "info": "he center of every barbecue is the food, of course, and we have everything you need to make any cookout incredibly delicious. Our favorite grilling recipes, barbecue sauces, barbecue side dishes, summer desserts, and summer drinks are all featured in this roundup, so you ll have plenty of options to prepare for your meal. We also have fun, fresh DIY decor to give your outdoor dinner table a little boost. For holiday barbecues, try setting the scene with Fourth of July party decorations or whipping up a few Fourth of July desserts to show your patriotic spirit. After scrolling through this list of tips and ideas, you ll want to plan a barbecue for every single weekend of the summer."
    },
    {
      "img2":"https://dynamic-media-cdn.tripadvisor.com/media/photo-o/1a/d5/9c/b8/stone-wood-nature-resort.jpg?w=900&h=-1&s=1"
    },
    {
      "img2":"https://digital.ihg.com/is/image/ihg/intercontinental-phu-quoc-5630347934-2x1"
    },
    {
      "img2":"https://cosmosgroup.sgp1.cdn.digitaloceanspaces.com/thumbnail/lead/news/5645157_Bangladeshi%20Beaach%20Resort-UNB.jpg"
    },
    {
      "img2": "https://media.cntraveler.com/photos/53da60a46dec627b149e66f4/master/pass/hilton-moorea-lagoon-resort-spa-moorea-french-poly--110160-1.jpg"
    },
    {
      "img2": "https://www.chanalai.com/_img/find-resort-romantica.jpg"
    },
    {
      "img2": "https://imgcy.trivago.com/c_limit,d_dummy.jpeg,f_auto,h_1300,q_auto,w_2000/itemimages/14/90/1490395_v6.jpeg"
    }
  ]